;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after simbol ' = '
;
;
; Translation Author: Роман Б.
; Translationauthoremail:
;

[Translation]
Readhabit=Зліва на право
Languagename=UKR
Defaultfont=Tahoma
Defaultfontsize=8
Defaultcharset=RUSSIAN_CHARSET
Information=Підтвердження
Warning=Увага
Error=Помилка
Confirm=Підтвердження
pmhelp=Довідка онлайн
pmhome=Домашня сторінка
pmchecknew=Перевірити оновлення
pmlang=Мова
pmabout=Про програму
pmrestore=Відновити
pmselectall=Вибрати все
pmselectnone=Не вибирати
pmselectinvert=Інвертувати
Frmfrmain.lbltree.caption=Каталог
Frmfrmain.btnlikeit.caption=Подобається
Frmfrmain.btnfeedback.caption=Пропозиції й відгуки
Frmfrmain.btnsearch.caption=Пошук
Frmfrmain.btnrestore.caption=Відновити
Frmfrmain.btnsearchcancel.caption=Скасування
;
; Про програму
;
Frmfrabout.caption=Про програму
Frmfrabout.btnok.caption=ОК
Frmfrabout.lblver.caption=Поточна версія:
Frmfrabout.lblemail.caption=Підтримка:
Frmfrabout.lblhome.caption=Сайт:
Frmfrabout.lblthank.caption=Дякуємо наступних людей за їхній внесок в:

[GUI]
Buttonyes=Так
Buttonno=Ні
Buttonok=ОК
Buttonminimize=Згорнути
Buttonmaximize=Розгорнути
Buttonclose=Закрити
Buttonrestore=Відновити
Buttonmenu=Меню
Buttondelete=Видалити

[Filerecovery]
Frmfrmain.lstfile.headitems[0]=Файл
Frmfrmain.lstfile.headitems[1]=Розмір
Frmfrmain.lstfile.headitems[2]=Останнє змінення
Frmfrmain.lstfile.headitems[3]=Стан
Frmfrmain.lstfile.headitems[4]=Шлях
Scanning=Сканування...
Filtering=Фільтрація...
Keyword=Введіть ключові слова
Images=Зображення
Audios=Звуки
Videos=Відео
Document=Документи
Compressed=Стиснуті файли
Email=Листи
Allfiles=Всі файли
Allfolders=Всі папки
Selectdir=Виберіть папку для збереження відновлених даних
Nosamedrive=Будь ласка, виберіть інший диск для відновлення даних.
Scanstopped=Перевірка була скасована!
Good=Відмінний
Poor=Поганий
Verypoor=Дуже Поганий
Lost=Втрачений
Itemlist=Знайдено файлів %d.

[message]
Nonewver=Вітаємо Ви використовуєте останню версію!
Recoverydone=Відновлення даних завершено.
